//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "내 모든 데이터의 안전한 저장소";
"_intro_1_text_"    = "내 파일을 집과 직장에서 접근, 공유, 보호하기";

"_intro_11_title_"  = "파일 보기에서 제스처 사용";
"_intro_11_text_"   = "→ 및 ← 방향 밀기: 옵션 \n\n긴 터치: 복사/붙여넣기 및 앱으로 열기… \n\n누르기: 3D 터치(사용 가능한 경우)";

"_intro_2_title_"   = "다중 계정 지원";
"_intro_2_text_"    = "모든 클라우드에 연결하고 파일 탭에서 Lawless 로고를 눌러서 클라우드 간 전환";

"_intro_3_title_"   = "시작";
"_intro_3_text_"    = "Lawless가 준비되었습니다.";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud 암호화 프로토콜을 더 이상 사용할 수 없습니다. 앱 스토어에서 'CryptoCloud for Lawless' 무료 앱을 다운로드받아서\n\n파일을 복호화할 수 있습니다.\n\nLawless 클라이언트에 새로운 종단간 암호화 프로토콜 지원이 곧 추가될 것입니다.\n\n\n눌러서 시작하기";
